var data = {
	'custom': false,
	'title': 'Понятие информации. Общая характеристика процессов сбора, передачи, обработки и накопления информации',
	'description': '',
	'tag': '1.2',
	'text': `
		<p>Вся жизнь человека так или иначе связана с накоплением и обработкой информации, которую он получает из окружающего мира, используя пять органов чувств – зрение, слух, вкус, обоняние и осязание. Как научная категория «информация» составляет предмет изучения для самых различных дисциплин: информатики, кибернетики, философии, физики, биологии, теории связи и т. д. Несмотря на это, строгого научного определения, что же такое информация, до настоящего времени не существует, а вместо него обычно используют понятие об информации. Понятия отличаются от определений тем, что разные дисциплины в разных областях науки и техники вкладывают в него разный смысл, с тем чтобы оно в наибольшей степени соответствовало предмету и задачам конкретной дисциплины. Имеется множество определений понятия информации – от наиболее общего философского (информация есть отражение реального мира) до наиболее частного прикладного (информация есть сведения, являющиеся объектом переработки).
		</p><p>Первоначально смысл слова «информация» (от лат. Informatio – разъяснение, изложение) трактовался как нечто присущее только человеческому сознанию и общению: «знания, сведения, сообщения, известия, передаваемые людьми устным, письменным или другим способом».
		</p><p>Информация не является ни материей, ни энергией. В отличие от них, она может возникать и исчезать.
		</p><p>Особенность информации заключается в том, что проявляется она только при взаимодействии объектов, причем обмен информацией может совершаться не вообще между любыми объектами, а только между теми из них, которые представляют собой организованную структуру (систему). Элементами этой системы могут быть не только люди: обмен информацией может происходить в животном и растительном мире, между живой и неживой природой, людьми и устройствами.
		</p><span class="decoration"></span><p><b>Информация</b> – наиболее важный ресурс современного производства: он снижает потребность в земле, труде, капитале, уменьшает расход сырья и энергии, вызывает к жизни новые производства, является товаром, причем продавец информации не теряет ее после продажи, может накапливаться.
		<div class="img" style="background-image: url(image/img4.png);"></div>
		</p><p>Понятие «информация» обычно предполагает наличие двух объектов – «источника» информации и «приемника» (потребителя, адресата) информации.
		</p><p>Информация передается от источника к приемнику в материально-энергетической форме в виде сигналов (например, электрических, световых, звуковых и т. д.), распространяющихся в определенной среде.
		</p><span class="decoration"></span><p><b>Сигнал (от лат. signum – знак)</b> – физический процесс (явление), несущий сообщение (информацию) о событии или состоянии объекта наблюдения.
		</p><p>Информация может поступать в аналоговом (непрерывном) виде или дискретно (в виде последовательности отдельных сигналов). Соответственно различают аналоговую и дискретную информацию.
		</p><p>Понятие информации можно рассматривать с двух позиций: в широком смысле слова – это окружающий нас мир, обмен сведениями между людьми, обмен сигналами между живой и неживой природой, людьми и устройствами; в узком смысле слова информация – это любые сведения, которые можно сохранить, преобразовать и передать.
		</p><span class="decoration"></span><p><b>Информация</b> – специфический атрибут реального мира, представляющий собой его объективное отражение в виде совокупности сигналов и проявляющийся при взаимодействии с «приемником» информации, позволяющим выделять, регистрировать эти сигналы из окружающего мира и по тому или иному критерию их идентифицировать.	
		</p><p>Из этого определения следует, что:
		</p><ul line>
		<li>информация объективна, так как это свойство материи – отражение;</li>
		<li>информация проявляется в виде сигналов и лишь при взаимодействии объектов;</li>
		<li>одна и та же информация различными получателями может быть интерпретирована по-разному в зависимости от «настройки» «приемника».</li>
		</ul>
		<p>Человек воспринимает сигналы посредством органов чувств, которые «идентифицируются» мозгом. Приемники информации в технике воспринимают сигналы с помощью различной измерительной и регистрирующей аппаратуры. При этом приемник, обладающий большей чувствительностью при регистрации сигналов и более совершенными алгоритмами их обработки, позволяет получить большие объемы информации.
		</p><p>Информация имеет определенные функции. Основными из них являются:
		</p><ul line>
		<li>познавательная – получение новой информации. Функция реализуется в основном через такие этапы обращения информации, как:</li>
		<li>ее синтез (производство)</li>
		<li>представление</li>
		<li>хранение (передача во времени)</li>
		<li>восприятие (потребление)</li>
		<li>коммуникативная – функция общения людей, реализуемая через такие этапы обращения информации, как:</li>
		<li>передача (в пространстве)</li>
		<li>распределение</li>
		<li>управленческая – формирование целесообразного поведения управляемой системы, получающей информацию. Эта функция информации неразрывно связана с познавательной и коммуникативной и реализуется через все основные этапы обращения, включая обработку.</li>
		</ul>
		<p>Без информации не может существовать жизнь в любой форме и не могут функционировать любые информационные системы, созданные человеком. Без нее биологические и технические системы представляют груду химических элементов. Общение, коммуникации, обмен информацией присущи всем живым существам, но в особой степени человеку. Будучи аккумулированной и обработанной с определенных позиций, информация дает новые сведения, приводит к новому знанию. Получение информации из окружающего мира, ее анализ и генерирование составляют одну из основных функций человека, отличающую его от остального живого мира.
		</p><p>В общем случае роль информации может ограничиваться эмоциональным воздействием на человека, однако наиболее часто она используется для выработки управляющих воздействий в автоматических (чисто технических) и автоматизированных (человеко-машинных) системах. В подобных системах можно выделить отдельные этапы (фазы) обращения информации, каждый из которых характеризуется определенными действиями.
		</p><p>Последовательность действий, выполняемых с информацией, называют информационным процессом.
		</p><p>Основными информационными процессами являются:
		</p><ul line>
		<li>сбор (восприятие) информации;</li>
		<li>подготовка (преобразование) информации;</li>
		<li>передача информации;</li>
		<li>обработка (преобразование) информации;</li>
		<li>хранение информации;</li>
		<li>отображение (воспроизведение) информации.</li>
		</ul>
		<p>Так как материальным носителем информации является сигнал, то реально это будут этапы обращения и преобразования сигналов.
		</p><p>На этапе восприятия информации осуществляется целенаправленное извлечение и анализ информации о каком-либо объекте (процессе), в результате чего формируется образ объекта, проводятся его опознание и оценка. Главная задача на этом этапе – отделить полезную информацию от мешающей (шумов), что в ряде случаев связано со значительными трудностями.
		</p><p>На этапе подготовки информации осуществляется ее первичное преобразование. На этом этапе проводятся такие операции, как нормализация, аналого-цифровое преобразование, шифрование. Иногда этап подготовки рассматривается как вспомогательный на этапе восприятия. В результате восприятия и подготовки получается сигнал в форме, удобной для передачи, хранения или обработки.
		</p><p>На этапе передачи информация пересылается из одного места в другое (от отправителя получателю – адресату). Передача осуществляется по каналам различной физической природы, самыми распространенными из которых являются электрические, электромагнитные и оптические. Извлечение сигнала на выходе канала, подверженного действию шумов, носит характер вторичного восприятия.
		</p><p>На этапах обработки информации выявляются ее общие и существенные взаимозависимости, представляющие интерес для системы. Преобразование информации на этапе обработки (как и на других этапах) осуществляется либо средствами информационной техники, либо человеком.
		</p><p>Под обработкой информации понимается любое ее преобразование, проводимое по законам логики, математики, а также неформальным правилам, основанным на «здравом смысле», интуиции, обобщенном опыте, сложившихся взглядах и нормах поведения. Результатом обработки является тоже информация, но либо представленная в иных формах (например, упорядоченная по каким-то признакам), либо содержащая ответы на поставленные вопросы (например, решение некоторой задачи). Если процесс обработки формализуем, он может выполняться техническими средствами. Кардинальные сдвиги в этой области произошли благодаря созданию ЭВМ как универсального преобразователя информации, в связи с чем появились понятия данных и обработки данных.
		</p><p>Данными называют факты, сведения, представленные в формализованном виде (закодированные), занесенные на те или иные носители и допускающие обработку с помощью специальных технических средств (в первую очередь ЭВМ).
		</p><p>Обработка данных предполагает производство различных операций над ними, в первую очередь арифметических и логических, для получения новых данных, которые объективно необходимы (например, при подготовке ответственных решений).
		</p><p>На этапе хранения информацию записывают в запоминающее устройство для последующего использования. Для хранения информации используются в основном полупроводниковые и магнитные носители.
		<div class="img" style="background-image: url(image/img5.png);"></div>
		</p><p>Этап отображения информации должен предшествовать этапам, связанным с участием человека. Цель этого этапа – предоставить человеку нужную ему информацию с помощью устройств, способных воздействовать на его органы чувств.
		</p><span class="decoration"></span><p>Любая информация обладает рядом свойств, которые в совокупности определяют степень ее соответствия потребностям пользователя (качество информации). Можно привести немало разнообразных свойств информации, так как каждая научная дисциплина рассматривает те свойства, которые ей наиболее важны. С точки зрения информатики наиболее важными представляются следующие:
		</p><p><b>Актуальность информации</b> – свойство информации сохранять ценность для потребителя в течение времени, т. е. не подвергаться «моральному» старению.
		</p><p><b>Полнота информации</b> – свойство информации, характеризуемое мерой достаточности для решения определенных задач. Полнота информации означает, что она обеспечивает принятие правильного (оптимального) решения. Оценивается относительно вполне определенной задачи или группы задач.
		</p><p><b>Адекватность информации</b> – свойство, заключающееся в соответствии содержательной информации состоянию объекта. Нарушение идентичности связано с техническим старением информации, при котором происходит расхождение реальных признаков объектов и тех же признаков, отображенных в информации.
		</p><p><b>Сохранность информации</b> – свойство информации, характеризуемое степенью готовности определенных информационных массивов к целевому применению и определяемое способностью контроля и защиты информации обеспечить постоянное наличие и своевременное предоставление информационного массива, необходимых для автоматизированного решения целевых и функциональных задач системы.
		</p><p><b>Достоверность информации</b> – свойство информации, характеризуемое степенью соответствия реальных информационных единиц их истинному значению. Требуемый уровень достоверности информации достигается путем внедрения методов контроля и защиты информации на всех стадиях ее переработки, повышения надежности комплекса технических и программных средств информационной системы, а также административно-организационными мерами.
		</p><p>Современное общество характеризуется резким ростом объемов информации, циркулирующей во всех сферах человеческой деятельности. Это привело к информатизации общества.
		</p><p>Под информатизацией общества понимают организованный социально-экономический и научно-технический процесс создания оптимальных условий для удовлетворения информационных потребностей и реализации прав физических и юридических лиц на основе формирования и использования информационных ресурсов – документов в различной форме представления.
		</p><p>Целью информатизации является создание информационного общества, когда большинство людей занято производством, хранением, переработкой, реализацией и использованием информации. Для решения этой задачи возникают новые направления в научной и практической деятельности членов общества. Так возникли информатика и информационные технологии.
		</p><span class="decoration"></span><p>Характерными чертами информационного общества являются:
		</p><ul line>
		<li>отсутствие проблемы информационного кризиса, устранение противоречия между информационной лавиной и информационным голодом;</li>
		<li>приоритет информации перед другими ресурсами;</li>
		<li>создание информационной экономики как главной формы развития общества;</li>
		<li>формирование автоматизированной генерации, хранения, обработки и использования знаний с помощью новейшей информационной техники и технологии.</li>
		<li>информационные технологии, приобретая глобальный характер, охватывают все сферы социальной деятельности человека;</li>
		<li>образование информационного единства всей человеческой цивилизации;</li>
		<li>реализация свободного доступа каждого человека к информационным ресурсам всей цивилизации;</li>
		<li>решение гуманистических принципов управления обществом и воздействия на окружающую среду.</li>
		</ul>
		<p>Помимо перечисленных положительных результатов процесса информатизации общества, возможны и негативные тенденции, сопровождающие этот процесс:
		</p><ul line>
		<li>чрезмерное влияние средств массовой информации;</li>
		<li>вторжение информационных технологий в частную жизнь человека;</li>
		<li>сложность адаптации некоторых людей к информационному обществу;</li>
		<li>проблема качественного отбора достоверной информации.</li>
		</ul>
		<p>В настоящий момент ближе всех стран к информационному обществу находятся США, Япония, Англия, страны Западной Европы.
		</p>
	`
}
var isScriptLoad = true;