books = [
	{
		'name': '<i class="far fa-book"></i>',
		'href': 'theoretical',
		'description': {'name': 'Учебник САПР', 'text': 'В настоящее время уровень развития информационно-технических средств обработки, хранения и передачи информации развит настолько, что их использование встречается практически во всех сферах деятельности человека. Современные условия развития общества требуют от специалистов быстрого поиска и принятия правильных решений сложившихся задач. Основным средством, выступающим в роли помощника, в подобных случаях является компьютер. Вследствие широкого распространения компьютеров и информационного бума, который переживает человечество, с азами информатики должен быть знаком всякий грамотный современный человек.'},
		'custom': false,
		'title': 'Оглавление',
		'titles': [
			{
				'title': 'Представление информации в ЭВМ',
				'tag': '1',
				'titles': [
					{
						'title': 'Информатика. Предмет информатики. Основные задачи информатики',
						'tag': '1.1',
						'href': '1.1'
					}, {
						'title': 'Понятие информации. Общая характеристика процессов сбора, передачи, обработки и накопления информации',
						'tag': '1.2',
						'href': '1.2'
					}, {
						'title': 'Системы счисления',
						'tag': '1.3',
						'href': '1.3'
					}, {
						'title': 'Кодирование информации',
						'tag': '1.4',
						'href': '1.4'
					}
				]
			}, {
				'title': 'Структура хранения данных на внешних носителях информации',
				'tag': '2',
				'titles': [
					{
						'title': 'Единица хранения данных',
						'tag': '2.1',
						'href': '2.1'
					}, {
						'title': 'Файловая структура',
						'tag': '2.2',
						'href': '2.2'
					}, {
						'title': 'Имена внешних носителей информации',
						'tag': '2.3',
						'href': '2.3'
					}, {
						'title': 'Файловые системы',
						'tag': '2.4',
						'href': '2.4'
					}
				]
			}, {
				'title': 'Аппаратные и программные средства реализации информационных процессов',
				'tag': '3',
				'titles': [
					{
						'title': 'Поколения ЭВМ',
						'tag': '3.1',
						'href': '3.1'
					}, {
						'title': 'Магистрально-модульный принцип построения ПК',
						'tag': '3.2',
						'href': '3.2'
					}, {
						'title': 'Устройства персонального компьютера',
						'tag': '3.3',
						'href': '3.3'
					}
				]
			}
		]
	}, {
		'name': '<i class="far fa-scroll-old"></i>',
		'href': 'practical',
		'custom': true,
		'title': 'Практическая часть'
	}, {
		'name': '<i class="far fa-star"></i>',
		'href': 'faves',
		'custom': true,
		'title': 'Избранные страницы'
	}, {
		'name': '<i class="far fa-hands-helping"></i>',
		'href': 'help',
		'custom': true,
		'title': 'Руководство пользователя'
	}/*, {
		'name': '<i class="far fa-address-card"></i>', // текст кнопки в шапке
		'href': 'author', // название папки в которой лежит index с настройками
		'custom': true, // true - оглавление не добавляется
		'title': 'Авторство' // название страницы
	}*/
];