pages = [{
	'title': 'Главная',
	'href': 'home',
	'icon': 'home',
	'titles': []
}, {
	'title': 'Информатика',
	'href': 'informatics',
	'icon': 'terminal',
	'titles': [{
		'title': 'Веб-дизайн и разработка'
	}, {
		'title': 'ИТ-решения для бизнеса'
	}, {
		'title': 'Программные решения для бизнеса'
	}, {
		'title': 'Сетевое и системное администрирование'
	}]
}, {
	'title': 'Производство',
	'href': 'production',
	'icon': 'hammer',
	'titles': [{
		'title': 'Инженерный дизайн CAD'
	}, {
		'title': 'Изготовление прототипов'
	}, {
		'title': 'Мехатроника'
	}, {
		'title': 'Мобильная робототехника'
	}, {
		'title': 'Токарные работы на станках с ЧПУ'
	}, {
		'title': 'Фрезерные работы на станках с ЧПУ'
	}]
}, {
	'title': 'Творчество',
	'href': 'creation',
	'icon': 'palette',
	'titles': [{
		'title': 'Видеопроизводство'
	}, {
		'title': 'Графический дизайн'
	}]
}];