data = {
	"html": [
		`
		<p>ИТ-специалисты, владеющие технологиями 1С, востребованы в крупных, средних и малых компаниях в качестве программистов, консультантов, аналитиков. Работа в области автоматизации бизнеса требует знаний и навыков в разнообразных областях: от анализа требований – до выбора эффективных инструментов разработки, от проектирования систем –  до обучения пользователей и эффективных коммуникаций в команде.</p>
		<p>Конкурсное задание проверяет знания и умения участников в проектировании, разработке и тестировании бизнес-приложений. Разработка ведется на современной версии технологической платформы «1С:Предприятие 8». Участник должен проанализировать бизнес-задачу компании, спроектировать и разработать информационную систему по его требованиям. В новую информационную систему потребуется загрузить накопленные данные, предварительно проверив их корректность. В задание также включены разделы по организации тестирования информационных систем и представления своих разработок заказчику.</p>
		<h2>Видео</h2>
		<p>Нет материалов</p>
		<h2>Учебно-методические курсы</h2>
		<p>Нет материалов</p>
		`
	]
}