data = {
	"html": [
		`
		<p>Специалисты в области сетевого и системного администрирования работают в организациях коммерческого и государственного сектора, обслуживая широкий диапазон критически важных для организации ИТ-сервисов. В зависимости от вида деятельности организации круг задач, выполняемых специалистом, может варьироваться от поддержки локальной информационной инфраструктуры и работающих поверх нее сервисов, до разработки проектов интеграции комплексных инфраструктурных решений.</p>
		<p>Задание имеет модульную структуру и включает в себя настройку сети, сервисов на базе операционных систем Linux и Windows, отладку существующей комплексной инфраструктуры. Участники настраивают различные элементы сети предприятия и наиболее распространенные службы, а также осуществляют поиск неисправностей в модели работающей сети.</p>
		<p>При выполнении заданий оценивается работоспособность сетевых и прикладных служб и сервисов, а также количество обнаруженных и исправленных ошибок на этапе отладки.</p>
		<h2>Видео</h2>
		<ol>
			<li><a target="_blank" href="https://nationalteam.worldskills.ru/upload/iblock/8d4/%D0%92%D0%B2%D0%B5%D0%B4%D0%B5%D0%BD%D0%B8%D0%B5%20%D0%B2%20%D0%BA%D0%BE%D0%BC%D0%BF%D0%B5%D1%82%D0%B5%D0%BD%D1%86%D0%B8%D1%8E.mp4">Введение в компетенцию</a>
			<li><a target="_blank" href="https://nationalteam.worldskills.ru/upload/iblock/b54/%D0%9A%D0%BE%D0%BD%D1%84%D0%B8%D0%B3%D1%83%D1%80%D0%B8%D1%80%D0%BE%D0%B2%D0%B0%D0%BD%D0%B8%D0%B5%20DNS%20%D1%81%D0%B5%D1%80%D0%B2%D0%B5%D1%80%D0%B0.mp4">Конфигурирование DNS сервера</a>
		</ol>
		<h2>Учебно-методические курсы</h2>
		<p>Нет материалов</p>
		`
	]
}