var data = {
	"response": {
		"created": 1566946341,
		"comments": true,
		"html": `
			<ol class="wk_breadcrumb">
			  <li><a onclick="window.open('#', '_top'); location.reload();">Главная</a></li>
			  <li class="active">Страница</li>
			</ol>
			<a name="Студенты нашего техникума на WorldSkillsKazan 2019"></a><div class="wk_header" role="heading">Студенты нашего техникума на WorldSkillsKazan 2019 </div>
			Мировой чемпионат по профессиональному мастерству по стандартам «Ворлдскиллс» – это всемирный конкурс рабочих профессий, где молодые специалисты в возрасте до 25 лет борются за звание лучшего мастера в своей специальности. <br/>
			Чемпионат проводится под эгидой WorldSkillsInternational (WSI) – международной организации, целью которой является повышение престижа рабочих профессий и развитие стандартов профессиональной подготовки и квалификации во всем мире посредством организации и проведения конкурсов профессионального мастерства. <br/>
			Казань получила право на проведение 45-го мирового чемпионата по профессиональному мастерству по стандартам «Ворлдскиллс» по итогам голосования Генеральной Ассамблеи WSI в Сан-Паулу (Бразилия) 10 августа 2015 года. <div class="wk_sub_header">Казань</div>
			Более 1 300 молодых профессионалов из 63 стран и регионов будут соревноваться по 56 компетенциям на чемпионате в Казани. Их будут оценивать порядка 1 300 экспертов. В организации соревнований примут участие 3 500 волонтеров из России и других стран мира. Ожидается, что площадку мероприятия посетят более 250 000 зрителей. Впервые в рамках основного чемпионата пройдет мировой чемпионат WorldSkillsJuniors среди школьников в возрасте от 10 до 17 лет. <br/>
			С 22 по 27 августа 2019 года в Казани проходит 45-й мировой чемпионат по профессиональному мастерству по стандартам «Ворлдскиллс» (WorldSkillsKazan 2019). Соревнования проводятся на базе международного выставочного центра «Казань Экспо» (Республика Татарстан, село Большие Кабаны, Выставочная, 1). Для проживания участникам и экспертам Чемпионата предложен уникальный жилой комплекс WorldSkillsVillage (нынешняя Деревня Универсиады). <div class="wk_sub_header">Чемпионат</div>
			Основные рекомендации для посетителей, расписание мероприятий Чемпионата, карта «Казань Экспо» и другая необходимая информация опубликованы в «Справочнике посетителя Чемпионата WorldSkillsKazan 2019», а также на официальном сайте мероприятия. <br/>
			Наши студенты 4 курса группы «Радиоппаратостроение» посещающие «Студенческое конструкторское бюро» Бахтерев Илья и Говоров Артем в составе команды Свердловской области посетят чемпионат 21 августа. Ждем ярких впечатлений и интересной информации из первоисточников. <br/>
			<img type="img" src="https://sun9-64.userapi.com/c851324/v851324172/139b6e/nQYQkQB8-uo.jpg"/>
		`
	}
};
var isScriptLoad = true;