var sys_header = [
	{
		'title': '<i class="fas fa-bolt"></i> 17.12',
		'href': '',
		'more': false,
		'titles': []
	},
	{
		'title': 'Сведения',
		'href': 'test13',
		'more': true,
		'titles': [
			{
				'title': 'Основные сведения',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Структура и органы управления образовательной организацией',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Документы',
				'href': 'test13',
				'more': true,
				'titles': [
					{
						'title': 'Устав ГАПОУ СО "Каменск-Уральский радиотехнический техникум"',
						'href': 'test13'
					}, {
						'title': 'Лицензия',
						'href': 'test13'
					}, {
						'title': 'Свидетельство о государственной аккредитации',
						'href': 'test13'
					}, {
						'title': 'Локальные нормативные документы',
						'href': 'test13'
					}, {
						'title': 'План финансово-хозяйственной деятельности на 2018г.',
						'href': 'test13'
					}, {
						'title': 'Государственное задание',
						'href': 'test13'
					}, {
						'title': 'Предписания',
						'href': 'test13'
					}, {
						'title': 'Годовой отчет по деятельности(отчет по результатам  самообследования)',
						'href': 'test13'
					}, {
						'title': 'Документы о платных образовательных услугах',
						'href': 'test13'
					}, {
						'title': 'Коллективный договор на 2017 - 2020 гг.',
						'href': 'test13'
					}, {
						'title': 'Лицензия на осуществление медицинской деятельности',
						'href': 'test13'
					}, {
						'title': 'План работы ГАПОУ СО "КУРТ" на 2019-2020г.',
						'href': 'test13'
					}, {
						'title': 'План работы техникума по введению требований ФГОС ТОП-50, профессиональных стандартов и стандартов Worldskills в основные образовательные программы реализуемые на основе ФГОС-3 на 2017-2018 учебный год',
						'href': 'test13'
					}, {
						'title': 'Лист записи Единого государственного реестра юридических лиц от 22.09.2017',
						'href': 'test13'
					}, {
						'title': 'Паспорт дорожной безопасности "ГАПОУ СО Каменск-Уральский радиотехничесий техникум"',
						'href': 'test13'
					}, {
						'title': 'Программа развития ГАПОУ СО "Каменск-Уральский радиотехнический техникум" на период с 2018 по 2020г.',
						'href': 'test13'
					}
				]
			}, {
				'title': 'Образование',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Образовательные стандарты',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Руководство и педагогический состав',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Материально-техническое обеспечение и оснащенность образовательного процесса',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Стипендии и иные виды материальной поддержки',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'МФЦПК (платные образовательные услуги)',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Финансово-хозяйственная деятельность',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Независимая оценка качества условий оказания услуг» официального сайта ГАПОУ СО «Каменск-Уральский радиотехнический техникум»',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Отчеты',
				'href': 'test13',
				'more': true,
				'titles': [
					{
						'title': 'Акт готовности образовательной организации в Свердловской области к 2018/2019 учебному году',
						'href': 'test13'
					}, {
						'title': 'Акт готовности образовательной организации в Свердловской области к 2019/2020 учебному году',
						'href': 'test13'
					}, {
						'title': 'Результаты приема 2018/2019 год',
						'href': 'test13'
					}, {
						'title': 'Отчет об исполнении учреждением его ПФХД',
						'href': 'test13'
					}, {
						'title': 'Отчет по численности обучающихся',
						'href': 'test13'
					}, {
						'title': 'Отчет по результам самообследования',
						'href': 'test13'
					}, {
						'title': 'Исполнения предписаний',
						'href': 'test13'
					}, {
						'title': 'Отчеты о деятельности МФЦПК',
						'href': 'test13'
					}, {
						'title': 'Акт готовности к отопительному периоду 2019-2020г.',
						'href': 'test13'
					}
				]
			}, {
				'title': 'Вакантные места приема/перевода',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Справочник контактов техникума',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Наблюдательный совет',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'История',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Музей техникума',
				'href': 'test13',
				'more': true,
				'titles': [
					{
						'title': 'Награды',
						'href': 'test13'
					}, {
						'title': 'Наши выпускники',
						'href': 'test13'
					}
				]
			}
		]
	},
	{
		'title': 'Абитуриентам',
		'href': 'test13',
		'more': true,
		'titles': [
			{
				'title': 'График работы приёмной комиссии',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Правила приёма',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Перечень специальностей(профессий), требования к уровню образования',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Перечень вступительных испытаний',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Информация о приёме документов в электронном виде',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Перечень документов для поступающих',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Информация о необходимости прохождения медицинского осмотра',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Видео о техникуме',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Приказы о зачислении  абитуриентов в учебные группы на 2018-2019 уч.год',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Приказы о зачислении  абитуриентов в учебные группы на 2019-2020 уч.год',
				'href': 'test13',
				'more': false,
				'titles': []
			}
		]
	},
	{
		'title': 'ГИА',
		'href': 'test13',
		'more': false,
		'titles': []
	},
	{
		'title': 'Студентам',
		'href': 'test13',
		'more': true,
		'titles': [
			{
				'title': 'Очное отделение',
				'href': 'test13',
				'more': true,
				'titles': [
					{
						'title': 'СПО',
						'href': 'test13'
					}, {
						'title': 'Обучение лиц с ОВЗ',
						'href': 'test13'
					}
				]
			}, {
				'title': 'Заочное отделение',
				'href': 'test13',
				'more': true,
				'titles': [
					{
						'title': 'Договор',
						'href': 'test13'
					}, {
						'title': 'В помощь студенту',
						'href': 'test13'
					}, {
						'title': 'Промежуточная аттестация',
						'href': 'test13'
					}, {
						'title': 'Курсовое проектирование',
						'href': 'test13'
					}
				]
			}, {
				'title': 'Библиотека',
				'href': 'test13',
				'more': true,
				'titles': [
					{
						'title': 'О библиотеке',
						'href': 'test13'
					}, {
						'title': 'Периодика',
						'href': 'test13'
					}, {
						'title': 'Новые поступления',
						'href': 'test13'
					}
				]
			}, {
				'title': 'Трудоустройство',
				'href': 'test13',
				'more': true,
				'titles': [
					{
						'title': 'Как правильно писать резюме',
						'href': 'test13'
					}, {
						'title': 'Как успешно пройти собеседование',
						'href': 'test13'
					}, {
						'title': 'Правовые аспекты трудоустройства',
						'href': 'test13'
					}, {
						'title': 'Как найти работу',
						'href': 'test13'
					}, {
						'title': 'Предложения работы',
						'href': 'test13'
					}, {
						'title': 'Профстажировка',
						'href': 'test13'
					}
				]
			}, {
				'title': 'Годовой календарный учебный график',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Расписание звонков',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'ЕГЭ',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Дополнительное образование',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Социально-психологическая служба',
				'href': 'test13',
				'more': false,
				'titles': []
			}
		]
	},
	{
		'title': 'Метод. работа',
		'href': 'test13',
		'more': true,
		'titles': [
			{
				'title': 'Планирование',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Открытые мероприятия',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Методическая продукция',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Обмен опытом',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Цикловые комиссии',
				'href': 'test13',
				'more': false,
				'titles': []
			}, {
				'title': 'Внедрение требований ФГОС ТОП-50',
				'href': 'test13',
				'more': true,
				'titles': [
					{
						'title': 'Результаты ТОП-50',
						'href': 'test13'
					}, {
						'title': 'Документы ТОП-50',
						'href': 'test13'
					}, {
						'title': 'Новости ТОП-50',
						'href': 'test13'
					}
				]
			}
		]
	}
];