books = [
	{
		'name': '<i class="far fa-book"></i>  Тестовая книга 1',
		'href': 'test-book-1',
		'custom': false,
		'title': 'Темы',
		'titles': [
			{
				'title': 'Очень очень очень длинное название темы',
				'tag': '1',
				'titles': [
					{
						'title': 'Очень очень очень длинное название темы',
						'tag': '1.1',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.1.1',
								'href': 'page-test-1.1.1.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.1.2',
								'href': 'page-test-1.1.2.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.1.3',
								'href': 'page-test-1.1.3.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.1.4',
								'href': 'page-test-1.1.4.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.1.5',
								'href': 'page-test-1.1.5.js'
							}
						]
					}, {
						'title': 'Очень очень очень длинное название темы',
						'tag': '1.2',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.2.1',
								'href': 'page-test-1.2.1.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.2.2',
								'href': 'page-test-1.2.2.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.2.3',
								'href': 'page-test-1.2.3.js'
							}
						]
					}, {
						'title': 'Очень очень очень длинное название темы',
						'tag': '1.3',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.3.1',
								'href': 'page-test-1.3.1.js'
							}
						]
					}
				]
			}, {
				'title': 'Очень очень очень длинное название темы',
				'tag': '2',
				'titles': [
					{
						'title': 'Очень очень очень длинное название темы',
						'tag': '2.1',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.1.1',
								'href': 'page-test-2.1.1.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.1.2',
								'href': 'page-test-2.1.2.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.1.3',
								'href': 'page-test-2.1.3.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.1.4',
								'href': 'page-test-2.1.4.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.1.5',
								'href': 'page-test-2.1.5.js'
							}
						]
					}, {
						'title': 'Очень очень очень длинное название темы',
						'tag': '2.2',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.2.1',
								'href': 'page-test-2.2.1.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.2.2',
								'href': 'page-test-2.2.2.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.2.3',
								'href': 'page-test-2.2.3.js'
							}
						]
					}, {
						'title': 'Очень очень очень длинное название темы',
						'tag': '2.3',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.3.1',
								'href': 'page-test-2.3.1.js'
							}
						]
					}
				]
			}, {
				'title': 'Очень очень очень длинное название темы',
				'tag': '3',
				'titles': [
					{
						'title': 'Очень очень очень длинное название темы',
						'tag': '3.1',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.1.1',
								'href': 'page-test-3.1.1.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.1.2',
								'href': 'page-test-3.1.2.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.1.3',
								'href': 'page-test-3.1.3.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.1.4',
								'href': 'page-test-3.1.4.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.1.5',
								'href': 'page-test-3.1.5.js'
							}
						]
					}, {
						'title': 'Очень очень очень длинное название темы',
						'tag': '3.2',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.2.1',
								'href': 'page-test-3.2.1.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.2.2',
								'href': 'page-test-3.2.2.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.2.3',
								'href': 'page-test-3.2.3.js'
							}
						]
					}, {
						'title': 'Очень очень очень длинное название темы',
						'tag': '3.3',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.3.1',
								'href': 'page-test-3.3.1.js'
							}
						]
					}
				]
			}
		]
	}, {
		'name': '<i class="far fa-book"></i>  Тестовая книга 2',
		'href': 'test-book-2',
		'custom': false,
		'title': 'Темы',
		'titles': [
			{
				'title': 'Очень очень очень длинное название темы',
				'tag': '1',
				'titles': [
					{
						'title': 'Очень очень очень длинное название темы',
						'tag': '1.1',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.1.1',
								'href': 'page-test-1.1.1.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.1.2',
								'href': 'page-test-1.1.2.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.1.3',
								'href': 'page-test-1.1.3.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.1.4',
								'href': 'page-test-1.1.4.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.1.5',
								'href': 'page-test-1.1.5.js'
							}
						]
					}, {
						'title': 'Очень очень очень длинное название темы',
						'tag': '1.2',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.2.1',
								'href': 'page-test-1.2.1.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.2.2',
								'href': 'page-test-1.2.2.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.2.3',
								'href': 'page-test-1.2.3.js'
							}
						]
					}, {
						'title': 'Очень очень очень длинное название темы',
						'tag': '1.3',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '1.3.1',
								'href': 'page-test-1.3.1.js'
							}
						]
					}
				]
			}, {
				'title': 'Очень очень очень длинное название темы',
				'tag': '2',
				'titles': [
					{
						'title': 'Очень очень очень длинное название темы',
						'tag': '2.1',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.1.1',
								'href': 'page-test-2.1.1.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.1.2',
								'href': 'page-test-2.1.2.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.1.3',
								'href': 'page-test-2.1.3.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.1.4',
								'href': 'page-test-2.1.4.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.1.5',
								'href': 'page-test-2.1.5.js'
							}
						]
					}, {
						'title': 'Очень очень очень длинное название темы',
						'tag': '2.2',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.2.1',
								'href': 'page-test-2.2.1.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.2.2',
								'href': 'page-test-2.2.2.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.2.3',
								'href': 'page-test-2.2.3.js'
							}
						]
					}, {
						'title': 'Очень очень очень длинное название темы',
						'tag': '2.3',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '2.3.1',
								'href': 'page-test-2.3.1.js'
							}
						]
					}
				]
			}, {
				'title': 'Очень очень очень длинное название темы',
				'tag': '3',
				'titles': [
					{
						'title': 'Очень очень очень длинное название темы',
						'tag': '3.1',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.1.1',
								'href': 'page-test-3.1.1.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.1.2',
								'href': 'page-test-3.1.2.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.1.3',
								'href': 'page-test-3.1.3.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.1.4',
								'href': 'page-test-3.1.4.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.1.5',
								'href': 'page-test-3.1.5.js'
							}
						]
					}, {
						'title': 'Очень очень очень длинное название темы',
						'tag': '3.2',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.2.1',
								'href': 'page-test-3.2.1.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.2.2',
								'href': 'page-test-3.2.2.js'
							}, {
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.2.3',
								'href': 'page-test-3.2.3.js'
							}
						]
					}, {
						'title': 'Очень очень очень длинное название темы',
						'tag': '3.3',
						'titles': [
							{
								'title': 'Очень очень очень длинное название темы',
								'tag': '3.3.1',
								'href': 'page-test-3.3.1.js'
							}
						]
					}
				]
			}
		]
	}, {
		'name': '<i class="far fa-question-circle"></i>  Справка',
		'href': 'help',
		'custom': true
	}, {
		'name': '<i class="far fa-dice-d6"></i>  Список изменений',
		'href': 'changelog',
		'custom': true
	}, {
		'name': '<i class="far fa-at"></i>  Авторство',
		'href': 'author',
		'custom': true
	}, {
		'name': '<i class="far fa-exclamation-circle"></i>  Ошибка',
		'href': 'error',
		'custom': true
	}
];