data = {
	"html": [
		`
		<p>Компетенция «Инженерный дизайн CAD» представляет собой разработку устройств и механизмов с использованием систем автоматизированного проектирования (САПР, CAD) при подготовке электронных моделей, чертежей и файлов, содержащих всю информацию, необходимую для изготовления и решения технических задач. Квалифицированные специалисты в данной области могут проектировать механические системы и устройства.</p>
		<p>Конкурсное задание включает в себя трёхмерное моделирование механизмов, конструирование новых устройств по техническому заданию и работу с измерительным инструментом. Конкурсное задание состоит из независимых модулей, в которых участникам необходимо продемонстрировать навыки: по разработке электронных моделей деталей и сборочных единиц механизмов, созданию чертежей, выполнению расчётов; созданию рамных конструкций, созданию чертежей развёрток деталей из листового материала; внесению изменений в конструкцию устройств; обратному проектированию по физической модели.</p>
		<h2>Видео</h2>
		<ol>
			<li><a target="_blank" href="https://nationalteam.worldskills.ru/upload/iblock/cae/%D0%92%D0%B2%D0%B5%D0%B4%D0%B5%D0%BD%D0%B8%D0%B5%20%D0%B2%20%D0%BA%D0%BE%D0%BC%D0%BF%D0%B5%D1%82%D0%B5%D0%BD%D1%86%D0%B8%D1%8E.mp4">Введение в компетенцию</a>
			<li><a target="_blank" href="https://nationalteam.worldskills.ru/upload/iblock/6c7/%D0%9F%D0%BE%D1%81%D1%82%D1%80%D0%BE%D0%B5%D0%BD%D0%B8%D0%B5%20%D0%BC%D0%BE%D0%B4%D0%B5%D0%BB%D0%B8%20%D0%B2%20Autodesk%20Inventor.mp4">Построение модели в Autodesk Inventor</a>
			<li><a target="_blank" href="https://nationalteam.worldskills.ru/upload/iblock/683/%D0%A1%D0%BE%D0%B7%D0%B4%D0%B0%D0%BD%D0%B8%D0%B5%20%D0%B4%D0%B5%D1%82%D0%B0%D0%BB%D0%B5%D0%B9%20%D0%B8%20%D1%81%D0%B1%D0%BE%D1%80%D0%BE%D1%87%D0%BD%D1%8B%D1%85%20%D0%B5%D0%B4%D0%B8%D0%BD%D0%B8%D1%86%20%D0%BE%D0%B1%D1%8A%D0%B5%D0%BA%D1%82%D0%B0%20%D0%BF%D1%80%D0%BE%D0%BC%D1%8B%D1%88%D0%BB%D0%B5%D0%BD%D0%BD%D0%BE%D0%B3%D0%BE%20%D0%BF%D1%80%D0%BE%D0%B8%D0%B7%D0%B2%D0%BE%D0%B4%D1%81%D1%82%D0%B2%D0%B0.mp4">Создание деталей и сборочных единиц объекта промышленного производства</a>
		</ol>
		<h2>Учебно-методические курсы</h2>
		<p>Нет материалов</p>
		`
	]
}