data = {
	"html": [
		`
		<p>Специалисты в области мехатроники занимаются проектированием, производством и пуско-наладкой систем с интеллектуальным управлением. Для успешного выполнения конкурсного задания, участники должны обладать следующими навыками и знаниями: читать, понимать и проектировать принципиальные и монтажные схемы и чертежи (электрика, механика); проводить монтаж и пуско-наладку мехатронных систем по имеющимся схемам, чертежам и описаниям; подключать, конфигурировать и программировать ПЛК (программируемые логические контроллеры); настраивать промышленные сети; включать в состав мехатронных систем устройства человеко-машинного интерфейса; обнаруживать, локализовать и находить пути устранения неисправностей в мехатронных системах; работать в команде.</p>
		<p>Участники конкурса должны создать мехатронную систему с использованием промышленных компонентов в соответствии с техническим заданием, инструкциями и документацией.</p>
		<h2>Видео</h2>
		<ol>
			<li><a target="_blank" href="https://nationalteam.worldskills.ru/upload/iblock/7e6/%D0%92%D0%B2%D0%B5%D0%B4%D0%B5%D0%BD%D0%B8%D0%B5%20%D0%B2%20%D0%BA%D0%BE%D0%BC%D0%BF%D0%B5%D1%82%D0%B5%D0%BD%D1%86%D0%B8%D1%8E.mp4">Введение в компетенцию</a>
			<li><a target="_blank" href="https://nationalteam.worldskills.ru/upload/iblock/fee/%D0%A2%D0%B5%D1%85%D0%BD%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%BE%D0%B5%20%D0%BE%D0%B1%D1%81%D0%BB%D1%83%D0%B6%D0%B8%D0%B2%D0%B0%D0%BD%D0%B8%D0%B5%20%D0%BC%D0%B5%D1%85%D0%B0%D1%82%D1%80%D0%BE%D0%BD%D0%BD%D0%BE%D0%B9%20%D1%81%D1%82%D0%B0%D0%BD%D1%86%D0%B8%D0%B8.mp4">Техническое обслуживание мехатронной станции</a>
		</ol>
		<h2>Учебно-методические курсы</h2>
		<p>Нет материалов</p>
		`
	]
}