var data = {
	'custom': true,
	'title': 'Руководство пользователя',
	'description': '',
	'tag': '',
	'text': `
		<span class="error title">Руководство пользователя</span>
		<span class="error text">
			<ul line>
				<li>Сайт встречает пользователя главной страницей – краткой информацией по учебнику и окно содержания.</li>
				<li>В шапке сайта (вверху) расположена навигация по всему учебнику. Для выбора нужного пункта необходимо нажать левым кликом мыши (ЛКМ) по нужному вам пункту.</li>
				<li>Слева на сайте расположено оглавление учебника со всеми разделами. Чтобы раскрыть нужную главу, необходимо нажать левым кликом мыши (ЛКМ) по нужной вам главе. Чтобы раскрыть подглаву, необходимо повторить предыдущее действие. Чтобы перейти по нужному разделу, необходимо нажать левым кликом мыши (ЛКМ) по нужному вам разделу.</li>
				<li>Слева на сайте расположено меню управления цветами сайта. Каждый пользователь может настроить цвет интерфейса учебника под себя. Также можно включить тёмный режим цветов для удобного чтения в ночное время суток.</li>
				<li>В темах могут быть расположены иллюстрации. Для их увеличения необходимо нажать левым кликом мыши (ЛКМ) по нужной вам иллюстрации.</li>
				<li>В разделе «Практическая часть» можно пройти различные тестирования по прочитанным темам. В конце тем могут быть расположены ссылки на определённые тестирования. Чтобы увидеть результат тестирования, необходимо нажать на кнопку «Результат» после заполнения всех полей.</li>
			</ul>
		</span>
		<span class="error secondtitle"><a href=""><i class="fas fa-angle-double-left"></i>  Вернуться к оглавлению</a></span>
	`
}
var isScriptLoad = true;