var data = {
	'custom': false,
	'title': 'Информатика. Предмет информатики. Основные задачи информатики',
	'description': '<center><span class="error secondtitle"><a href=""><i class="fas fa-angle-double-left"></i>  Вернуться к оглавлению</a></span></center>',
	'tag': '1.1',
	'text': `
		<p>Задачи накопления (хранения), обработки и передачи информации стояли перед человечеством на всех этапах его развития. Каждому этапу соответствовал определенный уровень развития средств информационного труда, прогресс развития которых всякий раз придавал человеческому обществу новое качество. Ранее были выделены основные этапы обращения с информацией, и они являются общими для всех наук при обработке информации с помощью ЭВМ. Научным фундаментом для их решения стала такая наука, как информатика.
		</p><span class="decoration"></span><p><b>Информатика</b> – комплексная научно-техническая дисциплина, занимающаяся изучением структуры и общих свойств информации, информационных процессов, разработкой на этой основе информационной техники и технологии, а также решением научных и инженерных проблем создания, внедрения и эффективного использования компьютерной техники и технологии во всех сферах общественной практики.
		</p><p>Истоки информатики можно искать в глубине веков. Много столетий тому назад потребность выразить и запомнить информацию привела к появлению речи, письменности, счета. Люди пытались изобретать, а затем совершенствовать способы хранения, обработки и распространения информации. До сих пор сохранились свидетельства попыток наших далеких предков сохранять информацию – примитивные наскальные рисунки, записи на берестяной коре и глиняных дощечках, затем рукописные книги.
		<div class="img" style="background-image: url(image/img1.png);"></div>
		</p><p>Появление в ХVI веке печатного станка позволило значительно увеличить возможности человека обрабатывать и хранить нужные сведения. Это явилось важным этапом развития человечества. Информация в печатном виде была основным способом хранения и обмена и продолжала им оставаться вплоть до середины ХХ века. Только с появлением ЭВМ возникли принципиально новые, гораздо более эффективные способы сбора, хранения, обработки и передачи информации.
		</p><p>Развивались способы передачи информации. Примитивный способ передачи посланий от человека к человеку сменился более прогрессивной почтовой связью. Почтовая связь давала достаточно надежный способ обмена информацией. Однако не следует забывать, что таким образом могли передаваться только сообщения, написанные на бумаге. А главное – скорость передачи сообщения была соизмерима только со скоростью передвижения человека. Изобретение телеграфа, телефона дало принципиально новые возможности обработки и передачи информации.
		</p><p>Появление электронно-вычислительных машин позволило обрабатывать, а впоследствии и передавать информацию со скоростью, в несколько миллионов раз превышающей скорость обработки и передачи информации человеком.
		</p><p>Основу современной информатики образуют три составные части, каждая из которых может рассматриваться как относительно самостоятельная научная дисциплина.
		</p><span class="decoration"></span><p><b>Теоретическая информатика</b> – часть информатики, занимающаяся изучением структуры и общих свойств информации и информационных процессов, разработкой общих принципов построения информационной техники и технологии. Она основана на использовании математических методов и включает в себя такие основные математические разделы, как теория алгоритмов и автоматов, теория информации и теория кодирования, теория формальных языков и грамматик, исследование операций и др.).
		</p><span class="decoration"></span><p><b>Средства информатизации (технические и программные)</b> – раздел, занимающийся изучением общих принципов построения вычислительных устройств и систем обработки и передачи данных, а также вопросов, связанных с разработкой систем программного обеспечения.
		<div class="img" style="background-image: url(image/img2.png);"></div>
		</p><span class="decoration"></span><p><b>Информационные системы и технологии</b> – раздел информатики, связанный с решением вопросов анализа потоков информации, их оптимизации, структурирования в различных сложных системах, с разработкой принципов реализации в данных системах информационных процессов.
		</p><p>Информатика находит широкое применение в различных областях современной жизни: в производстве, науке, образовании и других сферах деятельности человека.
		</p><p>Развитие современной науки предполагает проведение сложных и дорогостоящих экспериментов, таких, как, например, при разработке термоядерных реакторов. Информатика позволяет заменить реальные эксперименты машинными. Это экономит колоссальные ресурсы, дает возможность обработать полученные результаты самыми современными методами. Кроме того, такие эксперименты занимают гораздо меньше времени, чем настоящие. А в некоторых областях науки, например, в астрофизике, проведение реального эксперимента просто невозможно. Здесь в основном все исследования проводятся посредством вычислительных и модельных экспериментов.
		</p><p>Дальнейшее развитие информатики, как и любой другой науки, влечет за собой новые достижения, открытия, а следовательно, и новые области применения, которые, может быть, трудно сегодня предположить.
		</p><span class="decoration"></span><p><b>Информатика</b> – очень широкая сфера научных знаний, возникшая на стыке нескольких фундаментальных и прикладных дисциплин.
		</p><p>Как комплексная научная дисциплина информатика связана:
		</p><ul line>
			<li>с философией и психологией – через учение об информации и теорию познания;</li>
			<li>с математикой – через теорию математического моделирования, дискретную математику, математическую логику и теорию алгоритмов;</li>
			<li>с лингвистикой – через учение о формальных языках и о знаковых системах;</li>
			<li>с кибернетикой – через теорию информации и теорию управления;</li>
			<li>с физикой и химией, электроникой и радиотехникой – через «материальную» часть компьютера и информационных систем.</li>
		</ul>
		<span class="decoration"></span>
		</p><p>Роль информатики в развитии общества чрезвычайно велика. Она является научным фундаментом процесса информатизации общества. С ней связаны прогрессивное увеличение возможностей компьютерной техники, развитие информационных сетей, создание новых информационных технологий, которые приводят к значительным изменениям во всех сферах общества: в производстве, науке, образовании, медицине и т. д.
		</p><p>Главная функция информатики состоит в разработке методов и средств преобразования информации с использованием компьютера и в применении их при организации технологического процесса преобразования информации.
		<div class="img" style="background-image: url(image/img3.png);"></div>
		</p><p>Выполняя свою функцию, информатика решает следующие задачи:
		</p><ul line>
			<li>исследует информационные процессы в социальных системах;</li>
			<li>разрабатывает информационную технику и создает новейшие технологии преобразования информации на основе результатов, полученных в ходе исследования информационных процессов;</li>
			<li>решает научные и инженерные проблемы создания, внедрения и обеспечения эффективного использования компьютерной техники и технологии во всех сферах человеческой деятельности.</li>
		</ul>
	`
}
var isScriptLoad = true;