var data = {
	'custom': true,
	'title': 'Оглавление',
	'description': '',
	'tag': '',
	'text': `
		<span class="error title">Оглавление</span>
		<span class="error text">
			<p>В настоящее время уровень развития информационно-технических средств обработки, хранения и передачи информации развит настолько, что их использование встречается практически во всех сферах деятельности человека. Современные условия развития общества требуют от специалистов быстрого поиска и принятия правильных решений сложившихся задач. Основным средством, выступающим в роли помощника, в подобных случаях является компьютер. Вследствие широкого распространения компьютеров и информационного бума, который переживает человечество, с азами информатики должен быть знаком всякий грамотный современный человек.
			</p><p>Данный учебник раскрывает понятие информатики через его основополагающие компоненты – информацию и компьютер. Рассматриваются основные разделы современной информатики как комплексной научно-технической дисциплины.
			</p>
			<div class="card" onclick="window.open('#theoretical_1.1.js', '_top'); location.reload();">
				<div class="cardmain">
					<div class="text"><b>Глава 1</b><br>Представление информации в ЭВМ.</div>
					<div class="image" style="background-image: url(image/o1.png)"></div>
				</div>
			</div>
			<div class="card" onclick="window.open('#theoretical_2.1.js', '_top'); location.reload();">
				<div class="cardmain">
					<div class="text"><b>Глава 2</b><br>Структура хранения данных на внешних носителях информации.</div>
					<div class="image" style="background-image: url(image/o2.png)"></div>
				</div>
			</div>
			<div class="card" onclick="window.open('#theoretical_3.1.js', '_top'); location.reload();">
				<div class="cardmain">
					<div class="text"><b>Глава 3</b><br>Аппаратные и программные средства реализации информационных процессов.</div>
					<div class="image" style="background-image: url(image/o3.png)"></div>
				</div>
			</div>
			<div class="card l" onclick="window.open('#practical_index.js', '_top'); location.reload();">
				<div class="cardmain">
					<div class="text"><b>Тестирование</b><br>Практическое тестирование по материалу.</div>
					<div class="image" style="background-image: url(image/o4.png)"></div>
				</div>
			</div>
			<p>Учебник состоит из трёх глав. В первой и второй главах раскрывается понятие структуры информатики. Большое внимание уделено системам счисления и способам кодирования информации. Рассматриваются способы и особенности хранения информации на внешних носителях.
			</p><p>В третьей главе внимание уделено аппаратным и программным средствам реализации информационных технологий. Рассмотрены поколения ЭВМ, магистрально-модульный принцип построения компьютера, основные и периферийные устройства персонального компьютера, а также классификация программного обеспечения.
			</p>
		</span>
	`
}
var isScriptLoad = true;