data = {
	"html": [
		"<p>Военные действия на советско-германском фронте летом 1942 г. Сталинградская битва. В 1942 г. германское командование поставило цели разгромить войска Юго-Западного и Южно го фронтов, выйти к Дону и создать условия для наступления на Кавказ, чтобы захватить важные нефтяные и хлебные районы.</p>",
		"<p>В мае 1942 г. советские войска перешли в наступление в районе Харькова, но потерпели поражение. Инициатива вновь оказалась в руках противника, который наступал к Волге и на Северный Кавказ.</p>",
		"<p>17 июля 1942 г. германские войска (6-я армия под командованием Ф. Паулюса, позже усиленная 4-й танковой армией под командованием Г. Гота и 8-й итальянской армией) начали наступление на Сталинград.</p>",
		"<p>Этот город являлся важнейшим стратегическим пунктом. Захват его немцами привел бы к прекращению снабжения центральных районов СССР нефтепродуктами, которые тогда в основном добывались в Баку. Кроме того, взятие «города Сталина» имело для Германии огромное символическое и психологическое значение.</p>",
		"<p>!Сталинград был переведен на осадное положение. Население активно укрепляло город. Несмотря на постоянные обстрелы и бомбардировку, продолжала действовать часть заводов и мастерских. Вскоре начались ожесточенные бои на окраине, а затем и в самом городе. Вермахту в нескольких местах удалось выйти к Волге. Бои шли за каждую улицу и каждый дом. Стороны выставили более 2 млн солдат, более 20 тыс. орудий и минометов, более 2 400 самолетов.</p>",
		"<p>В ходе оборонительных боев у Сталинграда особое мужество проявили 62-я и 64-я армии (командующие В. И. Чуйков и М. С. Шумилин), дивизии под командованием А. И. Родимцева, И. И. Людникова, Н. Ф. Батюка и др. Немецкие генералы называли Сталинградское сражение «не поддающейся никакому описанию битвой, ставшей символом борьбы двух враждебных миров». За время оборонительных боев гитлеровцы потеряли почти 700 тыс. человек убитыми и ранеными, свыше 1 тыс. танков и 1,4 тыс. самолетов.</p>",
		"<p>19 ноября 1942 г. советские войска неожиданно перешли в наступление на фронте к северу и югу от Сталинграда. Вскоре сталинградская группировка противника в количестве 330 тыс. человек оказалась окруженной. Попытка немецкой группы армий «Дон» под командованием Э. Манштейна деблокировать войска Фридриха Паулюса была отражена бойцами 2-й гвардейской армии под командованием Р. Я. Малиновского. К 31 января 1943 г. советские войска под командованием К. К. Рокоссов ского расчленили немецкую группировку в Сталинграде на две части. Сначала капитулировала южная часть группировки, затем северная (2 февраля 1943 г.). В плену оказался и генералфельдмаршал Паулюс.</p>",
		"<p>!!!Сталинградская битва положила начало коренному перелому в ходе всей Второй мировой войны.</p>",
		"<p>!Военные действия в Северной Африке. По просьбе Муссолини Гитлер перебросил в Африку на помощь итальянцам корпус под командованием генерала Эрвина Роммеля. В начале 1942 г. Роммель стал теснить англичан. Летом 1942 г. италонемецкие войска возобновили наступление, вступили в Египет и завязали бои у Эль-Аламейна вблизи Александрии. Но сил у немцев было недостаточно, большая часть их армии была переброшена на советско-германский фронт. Английские войска, напротив, к осени 1942 г. получили значительные подкрепления. 23 октября 8-я английская армия генерала Б. Л. Монтгомери перешла в наступление и в начале ноября прорвала оборону противника у Эль-Аламейна. К середине февраля 1943 г. англичане были уже в Тунисе.</p>",
		"<p>Другая группировка англо-американских войск, без сопротивления заняв Марокко и Алжир, также вступила в Тунис. 13 мая 1943 г. итало-немецкие войска в Тунисе капитулировали.</p>",
		"<p>!Антигитлеровская коалиция. Сразу после нападения Германии на СССР в его поддержку выступили правительства США и Великобритании. Вскоре была создана антигитлеровская коалиция СССР, США и Великобритании. Союзники стремились координировать свои действия. Советский Союз нуждался в вооружениях, продовольствии, промышленных  товарах.  Поэтому с ноября 1941 г. на СССР был распространен американский за кон о ленд-лизе: Советскому Союзу для оплаты поставок выделялся беспроцентный кредит в 1 млрд долларов, погашение которого должно было начаться через 5 лет после окончания вой ны. Объем помощи постепенно нарастал. Однако западные державы всячески оттягивали открытие второго фронта, стремясь воевать с нацистами руками СССР.</p>",
		"<p>28 ноября 1943 г. открылась Тегеранская конференция союзников, на которой произошла встреча глав правительств СССР, США и Великобритании — И. Сталина, Ф. Рузвельта, У. Черчилля. Были приняты решения по совместным военным действиям против фашистской Германии. Во время обсуждения вопроса о послевоенном устройстве Германии США и Великобритания внесли предложение о разделе Германии, но советская делегация высказалась против этого плана. Черчилль выдвинул план открытия второго фронта на Балканах, но участники конференции этот ущербный с военной точки зрения план не поддержали. Было решено начать вторжение в Европу через Ла-Манш. Вопрос о том, что будет после победы, стал центральным на встрече руководителей трех держав 4 — 11 февраля 1945 г. в Ялте (Крымская конференция). На конференции были намечены основы согласованной политики в отношении поддержания мира по окончании войны.</p>",
		"<p>!Коренной перелом в ходе войны. После Сталинградского сражения соотношение сил все больше изменялось в пользу противников гитлеровцев. Обострились отношения Германии с ее союзниками. В странах Европы усилилась освободительная борьба.</p>",
		"<p>В декабре 1942 г. начали наступление войска Закавказского фронта. В начале 1943 г. были освобождены почти весь Северный Кавказ, Ростовская, Воронежская, Орловская и Курская области. 18 января 1943 г. советские войска частично прорвали блокаду Ленинграда.</p>",
		"<p>Зимой 1942 — 1943 гг. германское командование начало активную подготовку к летним боям. Фашисты решили нанести удар в районе Курска, где линия фронта образовывала дугу в их сторону. Предполагалось окружить и уничтожить войска Воронежского и Центрального фронтов, сконцентрированные на Курском выступе. Советскому командованию стало известно о готовящейся операции, и оно сосредоточило силы для наступления в этом районе.</p>",
		"<p>Битва на Курской дуге началась 5 июля 1943 г. и продолжалась до 23 августа. Понеся колоссальные потери, гитлеровцам удалось продвинуться на 30 — 35 км. Особо тяжелый бой произошел 12 июля в районе деревни Прохоровка, где советские войска разгромили значительную фашистскую группировку. В этом крупнейшем в истории танковом сражении участвовало 1200 танков и самоходных артиллерийских установок (САУ). В тот же день советские войска перешли в контрнаступление. Были освобождены Орел, Белгород и Харьков. Потери немцев в Курской битве составили 500 тыс. солдат и офицеров, 1,5 тыс. танков. Вскоре были освобождены Донбасс, Брянск, Смоленск, Таманский полуостров.</p>",
		"<p>В сентябре 1943 г. началась битва за Днепр. Немецкое командование пыталось создать на этой реке неприступный «Восточный вал». Но Красная армия с ходу форсировала его. 6 ноября 1943 г. войска 1-го Украинского фронта под командованием Н. Ф. Ватутина освободили Киев.</p>",
		"<p>Битва на Курской дуге и битва за Днепр завершили коренной перелом в ходе Великой Отечественной войны. Резко изменилось соотношение сил в пользу Красной армии.</p>",
		"<p>!!!Немецкое командование от наступления перешло к обороне почти на всей территории фронта.</p>",
		"<p>В 1943 г. англо-американские войска заняли Сицилию и Южную Италию. В результате заговора в Италии был свергнут режим Б. Муссолини, союзные войска вступили в Рим. Однако немцы оккупировали Северную Италию, где у власти было поставлено марионеточное правительство во главе с Муссолини. Союзникам до конца войны так и не удалось продвинуться на север Италии.</p>",
		"<p>!Оккупационный режим. Движение Сопротивления. Партизанское движение. Установленный нацистами в захваченных странах режим был нацелен на всемерное использование ресурсов этих стран в интересах Германии. Всюду безжалостно подавлялись любые попытки сопротивления, обычными явлениями стали аресты, массовые казни, насилие над населением. Часть оккупированных территорий СССР планировалось заселить немецкими колонистами, а большая часть местного населения подлежала истреблению и изгнанию. Около 5,3 млн человек были угнаны на работы в Германию. Значительную часть из почти 27 млн граждан СССР, погибших во время войны, составляли жители оккупированных территорий, а также военнопленные.</p>",
		"<p>В оккупированных в годы Второй мировой войны странах возникло движение Сопротивления. В нем участвовало свыше 2,2 млн человек. Военные отряды особенно активно действовали в Югославии, Греции, Албании, Франции, Польше, Северной Италии.</p>",
		"<p>Самое мощное движение Сопротивления уже в первые месяцы войны возникло на оккупированных территориях СССР. Оно традиционно называется партизанским движением. К концу 1941 г. действовало 3 500 партизанских отрядов. В 1942 г. при Ставке Верховного главнокомандующего был образован Центральный штаб партизанского движения.</p>",
		"<p>Деятельность партизан была направлена на то, чтобы подорвать продовольственную, техническую и человеческую базы фашистов. Партизаны взрывали мосты и железные дороги, портили связь, уничтожали склады. Особенно прославились отряды под командованием С.А.Ковпака, П.П.Вершигоры, В.И.Козлова и др. Некоторые районы, особенно в Белоруссии, полностью находились под контролем партизан. В городах активно действовали подпольщики.</p>",
		"<p>Вместе с тем во многих захваченных гитлеровцами странах (в частности, во Франции, Дании, Норвегии, Хорватии, Словакии и др.) были коллаборационистские правительства. Подобные правительства японцы сформировали в Китае и других азиатских странах. Коллаборационисты участвовали в расправах с населением и в борьбе с партизанами. На территории СССР формирования из жителей прибалтийских республик, Западной Украины, Крыма, Северного Кавказа гитлеровцы использовали для устрашения мирного населения. В основном из числа военнопленных состояла коллаборационистская Русская освободительная армия во главе со сдавшимся в плен генералом А. А. Власовым.</p>",
		"<p>!Советский тыл в годы войны. К концу 1941 г. удалось преодолеть спад производства, связанный с эвакуацией. С марта 1942 г. начался промышленный рост. На заводах, фабриках, в колхозах мобилизованных мужчин заменяли женщины и подростки. Рабочий день был увеличен до 11 часов, отменялись отпуска. В условиях недостатка питания, бомбежек люди проявляли чудеса стойкости и упорства. При меньших ресурсах советская промышленность превзошла германскую по всем показателям. Колхозы бесперебойно снабжали продовольствием армию и города. Учеными и конструкторами были созданы непревзойденные образцы военной техники и вооружения, сделаны важные открытия, повлиявшие на развитие экономики. Советская медицина обеспечила возвращение в строй миллионов раненых и заболевших бойцов и командиров Красной армии.</p>",
		"<p>Немалый вклад в разгром врага внесли деятели культуры. Многие писатели стали военными корреспондентами, их публицистические и художественные произведения вдохновляли людей на фронте и в тылу. Всеобщей любовью пользовались фильмы «Парень из нашего города» (реж. А. Б. Столпер), «В шесть часов вечера после войны» (реж. И. А. Пырьев), «Два бойца» (реж. Л. Д. Луков) и др., песни «Темная ночь» (комп. Н. В. Богословский), «Землянка» (комп. К. Я. Листов) и др. Подлинным гимном подвигу советского народа стала песня «Священная война», написанная в первые дни войны композитором А.В. Александровым и поэтом В. И. Лебедевым-Кумачем. Популярной оставалась и симфоническая музыка, в частности созданная в блокадном Ленинграде 7-я симфония Д. Д. Шостаковича (впервые исполнена в марте 1942 г.).</p>",
		"<h3>Военные операции 1944 г. на советско-германском фронте.</h3>",
		"<p>В январе 1944 г. советские войска при активном участии партизан разгромили немецкую группировку под Ленинградом и Новгородом, окончательно ликвидировав блокаду Ленинграда.</p>",
		"<p>Красная армия начала бои за освобождение Правобережной Украины. Враг был разбит в районе Житомира и Бердичева.</p>",
		"<p>Войска 3-го Украинского фронта (командующий Р. Я. Малиновский) совместно с Черноморским флотом освободили Николаев (28 марта) и Одессу (10 апреля). В апреле — мае войска 4-го Украинского фронта (командующий Ф. И. Толбухин) и Отдельной Приморской армии (командующий А. И. Еременко) очистили от врага Крым. 10 июня 1944 г. финны были изгнаны из Выборга, Петрозаводска; Финляндия вышла из войны. В июне— августе силами 1-го, 2-го, 3-го Белорусских фронтов (командующие К. К. Рокоссовский, Г. Ф. Захаров, И. Д. Черняховский) и 1-го Прибалтийского фронта (командующий И. Х. Баграмян) была осуществлена операция «Багратион» — разгром крупнейшей группировки противника в Белоруссии. В ходе ее было полностью уничтожено 30 немецких дивизий, 67 дивизий потеряли до 70 % личного состава. Были освобождены Минск, Вильнюс, Красная армия вышла к Висле.</p>",
		"<p>В июле войска 1-го Украинского фронта (командующий И. С. Конев) взяли Львов, окружив 8 дивизий противника.</p>",
		"<p>В августе войска 2-го и 3-го Украинских фронтов (командующие Р. Я. Малиновский и Ф. И. Толбухин) провели Ясско-Кишиневскую операцию, окружив и уничтожив 22 дивизии немцев и румын. Румыния перешла на сторону союзников, советские войска заняли Болгарию. В сентябре — октябре от фашистов очистили Эстонию и большую часть Латвии. В октябре совместно с созданной коммунистами Народно-освободительной армией Югославии был освобожден Белград. Осенью 1944 г. 200-тысячная группировка врага была окружена в районе Будапешта. Тогда же был нанесен удар по немцам в Заполярье и освобождена северная часть Норвегии.</p>",
		"<p>!!!Операции советских войск в 1944 г. вошли в историю под названием десять сталинских ударов.</p>",
		"<p>!Нормандская операция. СССР настаивал на открытии второго фронта во Франции с 1942 г. Однако союзники под предлогом недостатка сил и огромных сложностей затянули высадку войск до лета 1944 г., когда исход войны был уже предрешен. 6 июня 1944 г. началась Нормандская десантная операция (этот день считается открытием второго фронта). В ней участвовало почти 3 млн солдат союзников, 10 тыс. самолетов, 1 тыс. кораблей.</p>",
		"<p>После массированного удара авиации началась высадка воздушных и морских десантов. Союзники полностью господствовали в воздухе, поэтому наладили бесперебойную переброску войск и их снабжение. 12 июня был создан общий большой плацдарм союзнических армий. Немецкие войска значительно уступали им по численности, ощущали недостаток во всем необходимом, но все же они оказывали ожесточенное сопротивление. К 24 июля была занята территория, достаточная для накопления сил с целью решительного наступления англо-американских войск во Франции.</p>",
		"<p>!Битва за Берлин. В 1945 г. советские войска вступили на территорию Польши, Румынии, Венгрии, Чехословакии, Болгарии, Югославии, Австрии и, наконец, Германии. В апреле 1945 г. Красная армия на реке Эльбе соединилась с силами союзников.</p>",
		"<p>Последним крупным сражением Великой Отечественной войны стала битва за Берлин. Советским войскам 1-го и 2-го Белорусских фронтов (командующие Г. К. Жуков и К. К. Рокоссовский) и 1-го Украинского фронта (командующий И. С. Конев) противостояли основные силы фашистских армий.</p>",
		"<p>На первом этапе Берлинской операции была прорвана оборона гитлеровцев на рубеже рек Одер—Нейсе, вражеские группировки на важнейших направлениях были расчленены и уничтожены. Войска 1-го Белорусского фронта и 1-го Украинского фронта соединились западнее Берлина и окружили войска противника. 30 апреля Гитлер покончил жизнь самоубийством. Еще ранее в Италии был захвачен партизанами и казнен Муссолини. 2 мая 1945 г. Берлин был взят. В начале мая 1945 г. Красная армия разгромила группировку немецко-фашистских войск под Прагой.</p>",
		"<p>8 мая 1945 г. в пригороде Берлина представители немецкого командования подписали Акт о безоговорочной капитуляции.</p>",
		"<p>!Война СССР с Японией. Разгром Германии означал конец войны в Европе. Но Япония продолжала войну против США, Великобритании, Австралии, Голландии, Китая и угрожала безопасности СССР. США, Великобритания и Китай 26 июля 1945 г. предъявили Японии ультиматум с требованием безоговорочной капитуляции, но та его отклонила. Одним из секретных решений Ялтинской конференции стало согласие Советского Союза вступить в войну с Японией через два-три месяца после победы над Германией.</p>",
		"<p>С 9 августа 1945 г. СССР находился в состоянии войны с Японией. Было создано три фронта: Забайкальский (командующий Р.Я.Малиновский), 1-й Дальневосточный (командующий К.А.Мерецков), 2-й Дальневосточный (командующий М. А. Пуркаев). В советских войсках насчитывалось свыше 1,5 млн человек, 5 250 танков и САУ, свыше 3,7 тыс. самолетов. В войне также участвовала Монгольская Народная Республика. Были освобождены Северо-Восточный Китай, южная часть Сахалина и Курильские острова, Северная Корея.</p>",
		"<p>2 сентября 1945 г. Япония подписала Акт о капитуляции. Одной из причин этого была атомная бомбардировка американцами японских городов Хиросима и Нагасаки. Однако главной целью этих действий США была демонстрация своего военного превосходства всему миру, в первую очередь СССР.</p>",
		"<p>Итоги, последствия и уроки войны. Вторая мировая война была самой тяжелой и кровопролитной войной в истории человечества. Она опустошила целые страны. Людские потери во Второй мировой войне были по меньшей мере в 5 раз больше, чем в Первой мировой, а материальный ущерб — в 12 раз больше.</p>",
		"<p>Вторая мировая война стала одним из переломных этапов в истории Новейшего времени. Страны фашистского блока — Германия, Италия, Япония и их союзники — потерпели военное и политическое поражение.</p>",
		"<p>Решающую роль в победе над фашизмом сыграл Советский Союз. Именно он принял на себя главный удар Германии и ее союзников, отбил его, а затем сокрушил саму Германию.</p>",
		"<p>!Советский Союз достиг в этой войне своих политических целей. Он не только сохранил свою свободу и независимость, но и обеспечил себе право участвовать в определении послевоенного миропорядка, в создании ООН, расширил свои границы, получил право на репарации, стал одной из двух сверхдержав.</p>",
		"<p>Победа СССР во Второй мировой войне позволила ему распространить свое влияние на ряд стран Европы и Азии. Изменилось соотношение сил в странах Запада. Экономика Германии и Франции была разрушена. Великобритания перестала претендовать на лидерство. Лишь США вышли из войны практически без потерь, значительно усилив свое влияние в Европе и Азии.</p>",
		"<p>!Победа досталась СССР дорогой ценой. Общие потери населения СССР оцениваются в 27 млн человек, из них потери в действующей армии составили примерно 8 млн 668,5 тыс. человек. Экономика СССР была подорвана, многое нужно было восстанавливать.</p>",
		"<h2>Вопросы и задания</h2>",
		"<ol>",
		"<li>Почему Сталинградскую битву считают важнейшим событием Второй мировой войны? Опишите ее ход и результаты.</li>",
		"<li>Какую роль во Второй мировой войне сыграли боевые действия в Северной Африке?</li>",
		"<li>В чем состояли цели антигитлеровской коалиции? В чем состояло ее значение?</li>",
		"<li>Что такое коренной перелом во Второй мировой войне? Когда он был завершен?</li>",
		"<li>В чем причины движения Сопротивления? Какую роль оно сыграло в ходе Второй мировой войны? Что такое коллаборационизм?</li>",
		"<li>Перечислите «десять сталинских ударов». Каковы были итоги боевых действий на советско-германском фронте в 1944 г.?</li>",
		"<li>Каковы были итоги битвы за Берлин?</li>",
		"<li>Какую роль сыграл СССР в победе над Японией?</li>",
		"<li>Каковы результаты Второй мировой войны? В чем состояло значение победы антигитлеровской коалиции? Расскажите о цене победы для СССР.</li>",
		"<li>1Используя дополнительную литературу, напишите биографию одного из полководцев Второй мировой войны (по выбору).</li>",
		"</ol>",
		"<h2>Документ и вопросы</h2>",
		"<blockquote promt>",
		"<p>Соотношение потенциалов СССР и Германии, включая союзников и ресурсы оккупированных Германией территорий.</p>",
		`<table>
			<tbody>
				<tr>
					<td rowspan="2" style="text-align: center; background-color: rgba(230, 230, 230, 0.9);">Наименование продукции</td>
					<td colspan="2" style="text-align: center; background-color: rgba(230, 230, 230, 0.9);">СССР</td>
					<td colspan="2" style="text-align: center; background-color: rgba(230, 230, 230, 0.9);">Германия</td>
				</tr>
				<tr>
					<td style="text-align: center; background-color: rgba(230, 230, 230, 0.9);">Июль 1941 г. — июль 1945 г.</td>
					<td style="text-align: center; background-color: rgba(230, 230, 230, 0.9);">В среднем за год</td>
					<td style="text-align: center; background-color: rgba(230, 230, 230, 0.9);">1941 — 1945 гг.</td>
					<td style="text-align: center; background-color: rgba(230, 230, 230, 0.9);">В среднем за год</td>
				</tr>
				<tr>
					<td>Чугун (млн т)</td>
					<td style="text-align: center;">31,5</td>
					<td style="text-align: center;">7,9</td>
					<td style="text-align: center;">98,1</td>
					<td style="text-align: center;">24,5</td>
				</tr>
				<tr>
					<td>Сталь (млн т)</td>
					<td style="text-align: center;">45,4</td>
					<td style="text-align: center;">11,3</td>
					<td style="text-align: center;">133,7</td>
					<td style="text-align: center;">33,4</td>
				</tr>
				<tr>
					<td>Электроэнергия (млрд кВт · ч)</td>
					<td style="text-align: center;">147,3</td>
					<td style="text-align: center;">36,8</td>
					<td style="text-align: center;">334,0</td>
					<td style="text-align: center;">83,5</td>
				</tr>
				<tr>
					<td>Танки и САУ (тыс. шт.)</td>
					<td style="text-align: center;">95,1</td>
					<td style="text-align: center;">23,8</td>
					<td style="text-align: center;">53,8</td>
					<td style="text-align: center;">13,5</td>
				</tr>
				<tr>
					<td>Боевые самолеты (тыс. шт.)</td>
					<td style="text-align: center;">108,0</td>
					<td style="text-align: center;">27,0</td>
					<td style="text-align: center;">78,9</td>
					<td style="text-align: center;">19,7</td>
				</tr>
				<tr>
					<td>Орудия без минометов (тыс. шт.)</td>
					<td style="text-align: center;">188,1</td>
					<td style="text-align: center;">47,9</td>
					<td style="text-align: center;">102,1</td>
					<td style="text-align: center;">-</td>
				</tr>
			</tbody>
		</table>`,
		"</blockquote>",
		"<ol>",
		"<li>Сравните военно-экономический потенциал Германии и СССР и сделайте вывод о роли советской экономики в годы войны.</li>",
		"<li>Почему, имея меньший экономический потенциал, чем Германия и подчиненные ей страны Европы, СССР смог производить большее количество продукции?</li>",
		"</ol>"
	]
}