var data = {
	'custom': false,
	'title': 'Очень очень очень длинное название темы',
	'description': 'Очень очень очень длинное описание',
	'tag': '3.2.1',
	'text': `
		<p><b>Деловая беседа</b> — это самая распространенная форма делового общения. В процессе нее рассматриваются вопросы устройства на работу, предложения о сотрудничестве, совершаются сделки купли-продажи и т.д. Практика убедительно свидетельствует, что успех или неудача любого общения во многом зависит от соответствующей подготовки к нему. Поэтому принято выделять подготовительную фазу (докоммуникативную), фазу непосредственного общения (коммуникативную) и фазу подведения итогов общения (посткоммуникативную).</p>
		<p>На примере подготовительной фазы видно, что каждая из них предусматривает различные по содержанию и сложности виды деятельности руководителя.</p>
		<p>На первый взгляд, непосредственное общение руководителя — слитный процесс, порой непрерывный. Однако его можно всегда рассматривать как локальный акт: разговор с определенным собеседником, обсуждение конкретных вопросов с группой людей, информационное выступление в аудитории, на совещании, переговорах и т. д.</p>
		<span class="decoration"></span>
		<p><b>Проведение деловой беседы</b> — это проверка нашего умения устанавливать контакт с собеседником, ясно и убедительно излагать свои мысли, слушать и слышать то, что говорит партнер, выбирать наилучшую психологическую позицию в общении, словом, насколько мы владеем культурой делового общения. Из всего многообразия деловых бесед, рассмотрим те, в которых мы находимся в положении более заинтересованного лица и хотели бы получить согласие на какие-то условия от хозяина положения (подписать договор о покупке, пользование услугой и т.п.).</p>
		<p>Практика показывает, что из 10 бесед, которые подготовлены заранее, 7 проходят успешно, а из 10 неподготовленных бесед — только 3. А ведь после неудачного делового разговора сложно вернуться к нему еще раз — получив отказа при первой встрече и потом труднее добиться положительного результата.</p>
		<span class="decoration"></span>
		<span class="article">Подготовка к беседе</span>
		<p>Подготовка к беседе не менее важна, чем подготовка к публичному выступлению. Вести разговор можно только о том деле, о которым вы хорошо осведомлены: предлагая продукт или услуги, нужно не только знать все об этих услугах или продукте, но и хорошо представлять, чем занимается ваш собеседник и почему его может заинтересовать ваше предложение. Важно быть в курсе, какой период он переживает, предлагали ли ему подобное.</p>
		<span class="decoration"></span>
		<p>Подготавливая базу для ведения разговора, необходимо продумать ответы на следующие вопросы:</p>
		<ul>
		<li>В чем суть вашего предложения?</li>
		<li>Почему вы обращаетесь с данным предложением к этому лицу?</li>
		<li>Связано ли ваше предложение с другими сторонами деятельности этого лица?</li>
		<li>Какие выгоды получит собеседник от принятия вашего предложения?</li>
		<li>Есть ли минусы вашего предложения для собеседника?</li>
		<li>Почему вы настаиваете на принятии вашего предложения?</li>
		<li>В каком положении окажется ваш в случае, если по каким-то форс-мажорным обстоятельствам вы не реализуете свое предложение? Что конкретно вы предпримите в этом случае?</li>
		</ul>
		<p>Успех во многом зависит от того, кому и как вы подадите свое предложение, при этом имейте в виду, что решение будет принимать живой человек и им могут руководить не только деловые, но и личные интересы.</p>
		<span class="decoration"></span>
		<span class="article">Олег Полецкий</span>
		<span class="decoration"></span>
	`
}
var isScriptLoad = true;