var data = {
	'custom': true,
	'title': 'Авторство',
	'description': '',
	'tag': '',
	'text': `
		<span class="error title">Привет!</span>
		<span class="error text">
			<p>Этот проект является курсовой работой по предмету ПМ 02 «Разработка, внедрение и адаптация программного обеспечения отраслевой направленности». Проект представляет из себя сайт-учебник, в котором присутствует удобная навигация, панель настроек внешнего вида и конструктор страниц. Сайт имеет мобильную адаптацию.
			</p><p>© Олег Полецкий, 2020
			</p>
		</span>
		<span class="error secondtitle"><a href=""><i class="fas fa-angle-double-left"></i>  Вернуться к оглавлению</a></span>
	`
}
var isScriptLoad = true;