var data = {
	'custom': true,
	'title': 'Оглавление',
	'description': '',
	'tag': '',
	'text': `
		<span class="error title">Оглавление</span>
		<span class="error text">
			<p>В настоящее время уровень развития информационно-технических средств обработки, хранения и передачи информации развит настолько, что их использование встречается практически во всех сферах деятельности человека. Современные условия развития общества требуют от специалистов быстрого поиска и принятия правильных решений сложившихся задач. Основным средством, выступающим в роли помощника, в подобных случаях является компьютер. Вследствие широкого распространения компьютеров и информационного бума, который переживает человечество, с азами информатики должен быть знаком всякий грамотный современный человек.
			</p><p>Данный учебник раскрывает понятие информатики через его основополагающие компоненты – информацию и компьютер. Рассматриваются основные разделы современной информатики как комплексной научно-технической дисциплины.
			</p>
			<div class="card" onclick="window.open('#theoretical_1.1.js', '_top'); location.reload();">
				<div class="cardmain">
					<div class="text"><b>Глава 1</b><br>Представление информации в ЭВМ.</div>
					<div class="image" style="background-image: url(image/o1.png)"></div>
				</div>
			</div>
			<div class="card" onclick="window.open('#theoretical_2.1.js', '_top'); location.reload();">
				<div class="cardmain">
					<div class="text"><b>Глава 2</b><br>Структура хранения данных на внешних носителях информации.</div>
					<div class="image" style="background-image: url(image/o2.png)"></div>
				</div>
			</div>
			<div class="card" onclick="window.open('#theoretical_3.1.js', '_top'); location.reload();">
				<div class="cardmain">
					<div class="text"><b>Глава 3</b><br>Аппаратные и программные средства реализации информационных процессов.</div>
					<div class="image" style="background-image: url(image/o3.png)"></div>
				</div>
			</div>
			<div class="card l" onclick="window.open('#practical_index.js', '_top'); location.reload();">
				<div class="cardmain">
					<div class="text"><b>Тестирование</b><br>Практическое тестирование по материалу.</div>
					<div class="image" style="background-image: url(image/o4.png)"></div>
				</div>
			</div>
			<p>Учебник состоит из трёх глав. В первой и второй главах раскрывается понятие структуры информатики. Большое внимание уделено системам счисления и способам кодирования информации. Рассматриваются способы и особенности хранения информации на внешних носителях.
			</p><p>В третьей главе внимание уделено аппаратным и программным средствам реализации информационных технологий. Рассмотрены поколения ЭВМ, магистрально-модульный принцип построения компьютера, основные и периферийные устройства персонального компьютера, а также классификация программного обеспечения.
			</p>
			<div class="slider">
				<div class="slider-track">
					<div class="slider-item">
						<div class="item">Первые впечатления.
						Переночевав в гостинице в Гуаякиле, мы сели к агенту в машину и поехали на судно в Пуэрто Боливар. Доехали вопреки ожиданиям быстро, примерно за 3-4 часа. Погода была пасмурная и даже не смотря на то, что мы находимся недалеко от экватора, было прохладно. Почти все время, пока мы ехали, по обе стороны дороги были банановые плантации, но все равно в голове не укладывается: эти бананы грузят на суда в нескольких портах Эквадора десятками тысяч тонн каждый день, круглый год. Это ж несчастные бананы должны расти быстрее чем грибы.
						</div>
					</div>
					<div class="slider-item">
						<div class="item">Дороги.
						Дороги в Эквадоре практически идеальные, хотя населенные пункты выглядят очень бедно. На дорогах много интересных машин, например очень много грузовиков - древних Фордов, которые я никогда раньше не видел. А еще несколько раз на глаза попадались старенькие Жигули :) А еще если кого-то обгоняешь и есть встречная машина, она обязательно включает фары. На больших машинах - грузовиках и автобусах, обязательно красуется местный тюнинг: машины разукрашенные, либо в наклейках, и обязательно везде огромное множество светодиодов, как будто новогодние елки едут и переливаются всеми цветами.
						</div>
					</div>
					<div class="slider-item">
						<div class="item">Судно.
							На первый взгляд судно неплохое, в относительно хорошем состоянии, хотя и 92 года постройки. Экипаж 19 человек - 11 русских и 8 филиппинцев, включая повара. Говорят, периодически становится тоскливо от егошних кулинарных изысков. Филиппинцы здесь рядовой состав, за ними постоянно нужно следить чтобы не натворили чего, среди них только один матрос по-настоящему ответственный и с руками из нужного места, все понимает с полуслова.
						</div>
					</div>
					<div class="slider-item">
						<div class="item">Работа.
							Сразу, как только мы заселились, я не успел разложить вещи, как в мою голову ворвался такой поток информации, что ни в сказке сказать, ни топором не вырубить. Во-первых, на судне абсолютно все бумаги - мануалы, журналы, и так далее - все на английском языке. Даже блокнотик, в который записываются отчеты по грузовым операциям - и тот на английском.
						</div>
					</div>
					<div class="slider-item">
						<div class="item">Ну и немного о приятном.
							Неплохая одноместная каюта. Внутри несколько шкафов и полок, удобная кровать, койка напередохнуть, стол, стул, умывальник и внутрисудовой телефон. Также выдали 2 белых офицерских комбинезона с символикой компании, каску и персональную рацию. В моем распоряжении офицерский душ со стиральной машинкой и офицерская столовая.
						</div>
					</div>
					<div class="slider-item">
						<div class="item">На этом пока все, фоток пока что нет, потому что просто некогда этим заниматься. Даже этот текст я пишу потому что просто появилось свободных 2 часа, отпустили отдохнуть, так как впереди 6-часовая вахта, а сразу после нее отшвартовка и идем в Гуаякиль, а во время отшвартовки и пока лоцман на судне - мое место на мостике. Так что, предстоит основательно заколебаться.</div>
					</div>
				</div>
			</div>
		</span>
	`
}
var isScriptLoad = true;
setTimeout(() => {
	sliderStart('.slider', 3, 2, true, true);
}, 0);