КУРТ - Каменск-Уральский Радиотехнический Техникум
3 - Управление качеством продукции, процессов и услуг
3 - Радиоаппаратостроение
3 - Прикладная информатика
3 - Технология металлообрабатывающего производства
3 - Техническая эксплуатация и обслуживание электрического и электромеханического оборудования
6 - Управление качеством продукции, процессов и услуг
6 - Прикладная информатика

КУПК - Каменск-Уральский Политехнический Колледж
3 - Техническая эксплуатация и обслуживание электрического и электромеханического оборудования
3 - Монтаж и техническая эксплуатация промышленного оборудования
3 - Технология машиностроения
3 - Металлургия цветных металлов
3 - Обработка металлов давлением
6 - Информационные системы и программирование
6 - Экономика и бухгалтерский учет

КУПедК - Каменск-Уральский Педагогический Колледж
1 - Дошкольное образование
1 - Коррекционная педагогика в начальном образовании
1 - Социальная работа

КУТТС - Каменск-Уральский Техникум Торговли и Сервиса
1 - Правоохранительная деятельность
1 - Гостиничное дело
1 - Поварское и кондитерское дело
1 - Земельно-имущественные отношения
1 - Гостиничный сервис
1 - Организация обслуживания в общественном питании
3 - Строительство и эксплуатация зданий и сооружений
3 - Организация перевозок и управление на транспорте
4 - Парикмахерское искусство
4 - Дизайн
4 - Гостиничное дело
4 - Поварское и кондитерское дело
6 - Информационные системы и программирование
6 - Технология продукции общественного питания
6 - Операционная деятельность в логистике
6 - Коммерция
6 - Финансы
6 - Прикладная информатика
6 - Земельно-имущественные отношения
6 - Гостиничный сервис
6 - Экономика и бухгалтерский учет

КУАТ - Каменск-Уральский Агропромышленный Техникум
3 - Автомеханик
3 - Мастер по техническому обслуживанию и ремонту машинно-тракторного парка
3 - Сварщик ручной и частично механизированной сварки
3 - Эксплуатация и ремонт сельскохозяйственной техники и оборудования
3 - Техническое обслуживание и ремонт автомобильного транспорта
6 - Информационные системы

СОМК - Свердловский Областной Медицинский Колледж
1 - Сестринское дело
1 - Медико-профилактическое дело
1 - Лабораторная диагностика
1 - Социальная работа
1 - Стоматология ортопедическая
1 - Лечебное дело
1 - Акушерское дело
2 - Лабораторная диагностика




1 - 16 - Склонность к работе с людьми
2 - 1 - Склонность к исследовательской деятельности
3 - 17 - Склонность к работе на производстве
4 - 5 - Склонность к эстетическим видам деятельности
5 - 0 - Склонность к экстремальным видам деятельности
6 - 14 - Склонность к планово-экономическим видам деятельности