data = {
	"html": [
		`
		<p>Видеопроизводство является динамично меняющейся областью медиа индустрии, сферой деятельности которой является создание экранного аудиовизуального произведения. Участнику данной компетенции необходимо в полной мере знать все этапы видеопроизводства, владеть навыками видеооператора, осветителя, видеомонтажера, звукооператора и звукорежиссера, основами цветокоррекции и создания титров.</p>
		<p>Участники чемпионата выполняют монтаж короткометражного игрового фильма или 2-3 сцен из полнометражного игрового фильма, из предоставляемого участникам материала. Также участники осуществляют самостоятельную съемку и создание «фильма-портрета» с интервью, героем которого является участник или эксперт одной из компетенций проходящей на чемпионате WorldSkills Russia. Экспертами оценивается организация медиа данных, выполнение технических требований к работе, операторская работа, выполнение требований к монтажу, работа со звуком, создание и анимирование титров, художественное качество работы и время ее выполнения.</p>
		<h2>Видео</h2>
		<p>Нет материалов</p>
		<h2>Учебно-методические курсы</h2>
		<p>Нет материалов</p>
		`
	]
}